[
    {
        "body": "Warum bucht eine Blondine keinen Nonstop-Flug? – Weil sie Angst hat, nie wieder aussteigen zu können.",
        "id": 1
    },
	{
        "body": " Eine Blondine, eine Brünette und eine Rothaarige in der siebten Schulklasse. Wer hat die größten Brüste? – Die Blondine, weil sie schon 19 Jahre alt ist.",
        "id": 2
    },
	{
        "body": "Eine Blondine zur anderen: \"Soll ich meinen Eltern sagen, dass ich adoptiert bin?\"",
        "id": 3
    },
	{
        "body": "Zwei Blondinen in der Bar vor einem Spiegel. Sagt die eine zur anderen: \"Schau mal, die trinken das gleiche wie wir. Ich gehe mal zu ihnen rüber.\" Sagt die andere: \"Bleib sitzen, die kommt gerade zu uns.\"",
        "id": 4
    },
	{
        "body": "Geht eine Blondine in einen Elektroladen und sagt: \"Ich hätte bitte gern diesen Fernseher dort.\" Der Verkäufer: \"Tut mir leid, wir verkaufen nichts an Blondinen.\" Am nächsten Tag kommt sie mit gefärbten Haaren wieder. Sie: \"Ich hätte gerne den Fernseher dort.\" Er: \"Wir verkaufen nicht an Blondinen.\" Sie: \"Wie haben Sie erkannt, dass ich eine Blondine bin?\" Er: \"Das ist kein Fernseher, sondern eine Mikrowelle.\"",
        "id": 5
    },
	{
        "body": "Warum hat 'ne Blondine einen blauen Fleck am Bauchnabel? – Weil’s auch blonde Männer gibt.",
        "id": 6
    },
	{
        "body": "Was sagt die blonde Mutter zur blonden Tochter, wenn die auf eine Party geht? – \"Wenn du um elf Uhr nachts noch nicht im Bett bist, kommst du bitte sofort nach Hause.\"",
        "id": 7
    },
	{
        "body": "Warum ist die Armbanduhr einer Blondine immer feucht? – Weil Blondinen wissen: Tic Tac hat nur zwei Kalorien!",
        "id": 8
    },
	{
        "body": "Was ist eine Blondine auf der Uni? – Eine Besucherin.",
        "id": 9
    },
	{
        "body": " Bei einer wilden Schießerei kamen zwei Menschen ums Leben und ein Mensch wurde verletzt. Chantal, 25 Jahre, blond, erlitt durch einen Kopfschuss nur leichte Verletzungen.",
        "id": 10
    },
	{
        "body": "Zwei Blondinen spielen in der Wüste verstecken...",
        "id": 11
    },
	{
        "body": "Eine Blondine zur anderen: \"Ich weiß gar nicht, warum die Leute das Licht im Haus anlassen wenn sie für ein paar Tage verreisen. Die Einbrecher haben doch Taschenlampen dabei.\"",
        "id": 12
    },
	{
        "body": " Warum lässt die Blondine die Milch fallen? – Weil sie nicht haltbar ist.",
        "id": 13
    },
	{
        "body": "Gehen eine Blondine und eine Brünette durch den Wald. Sagt die Brünette: \"Guck mal, ein toter Vogel!\" Schaut die Blondine nach oben und fragt: \"Wo?\"",
        "id": 14
    },
	{
        "body": "Sagt die eine Blondine zu der anderen: \"Weißt du, was? Gestern steckte ich eine Stunde wegen Stromausfall im Aufzug fest.\" Darauf die andere: \"Ich steckte gestern sogar zwei Stunden auf der Rolltreppe wegen Stromausfall fest.\"",
        "id": 15
    },
	{
        "body": "Warum gehen Blondinen immer auf Zehenspitzen an Medizinschränken vorbei? Sie wollen die Schlaftabletten nicht aufwecken",
        "id": 16
    },
	{
        "body": "Wohin geht eine Blondine, wenn sie friert? In die Ecke, denn die hat immer 90 Grad!",
        "id": 17
    },
	{
        "body": "Wie holst du eine einarmige Blondine vom Baum herunter? Wink ihr zu.",
        "id": 18
    },
	{
        "body": "Eine Blondine und eine Brünette springen vom Hochhaus. Wer ist als erstes unten? Die Brünette, die Blondine muss erst nach dem Weg fragen.",
        "id": 19
    },
	{
        "body": "Wie schafft man es, die Augen einer Blondine zum Leuchten zu bringen? – Man hält ihr einfach eine Taschenlampe ans Ohr.",
        "id": 20
    },
	{
        "body": "Gibt es blonde Frauen mit roten Schamhaaren? – In der Regel schon.",
        "id": 21
    },
	{
        "body": "Warum läuft eine Blondine nackt durch den Garten? – Damit die Tomaten rot werden.",
        "id": 22
    },
	{
        "body": "Freund zur Blondine: \"Deine verlorene Tasche ist im Fundbüro.\" Meint die Blondine: \"Komisch, da war ich doch gar nicht.\"",
        "id": 23
    },
	{
        "body": "Zwei Blondinen bewerfen sich mit Stroh. Wie nennt man das? – Gedankenaustausch.",
        "id": 24
    },
	{
        "body": "Woran stirbt die Gehirnzelle einer Blondine? – An Vereinsamung.",
        "id": 25
    },
	{
        "body": "Eine Blondine zur anderen: \"Ich habe einen Schwangerschaftstest gemacht.\" Die andere daraufhin: \"Waren die Fragen schwer?\"",
        "id": 26
    },
	{
        "body": "Fritzchen fragt seine blonde Mama: \"Glaubst du, auf dem Mond gibt es Leben?\" Die blonde Mutter: \"Klar, da brennt doch Licht.\"",
        "id": 27
    },
	{
        "body": "Warum freut sich eine Blondine so, wenn sie ein Puzzle schon nach einem Jahr fertig hat? – Weil auf der Packung steht: 2 bis 4 Jahre.",
        "id": 28
    },
	{
        "body": "Blondine zur Freundin: \"Ich habe das Gefühl, dass mich mein Mann betrügt. Und ob die Kinder von ihm sind, wage ich auch zu bezweifeln.\"",
        "id": 29
    },
	{
        "body": "Was tun Blondinen, wenn sie hören, dass 90% aller Unfälle in einer Wohnung stattfinden? Umziehen! ",
        "id": 30
    },
	{
        "body": "Durchsage am Bahnhof: \"Abfahrt des ICE nach München um 8 Uhr 48. Und speziell für unsere Blondinen mit Digitaluhr: Brezel-Stuhl-Brezel.\" ",
        "id": 31
    },
	{
        "body": "Bei Donald Trump ist die Bibliothek abgebrannt: beide Bücher weg – eines war noch nicht fertig ausgemalt! ",
        "id": 32
    },
	{
        "body": "Warum sind Blondinenwitze so kurz? Damit sich die Männer diese auch merken können. ",
        "id": 33
    },
	{
        "body": "Die eine Blondine zur anderen: \"Mir ist vielleicht was Komisches passiert. Neulich klingelt ein junger und gutaussehender Kerl und fragt ob mein Mann zu Hause ist. Als ich nein sage, bringt er mich ins Schlafzimmer und verführt mich. Das Ganze ist schon dreimal passiert.\" Die andere Blondine: \"Nicht zu glauben!\".\"Doch, und jetzt frage ich mich natürlich, was will der wohl von meinem Mann?\" ",
        "id": 34
    },
	{
        "body": "Was ist künstliche Intelligenz? Eine brünett gefärbte Blondine! ",
        "id": 35
    },
	{
        "body": "Was ist das einzige Fremdwort, das eine Blondine kennt? Fiktiv! ",
        "id": 36
    },
	{
        "body": "Drei Blondinen sind auf einer Insel die 100 Meter von der Zivilisation entfernt ist. Die erste schwimmt 25 Meter und ertrinkt. Die zweite schwimmt 50 Meter und ertrinkt.Die dritte schwimmt 75 Meter dann denkt sie: \"Ich kann nicht mehr\". Und schwimmt zurück zur Insel! ",
        "id": 37
    },
	{
        "body": "Der Computerriese IBM ist pleite! Die haben 10 Blondinen eingestellt, und die haben die ganzen Chips gefuttert!.",
        "id": 38
    },
	{
        "body": "Was macht eine Blondine in der Wüste? — Staubsaugen. ",
        "id": 39
    },
	{
        "body": "Warum stellt eine Blondine den Computer auf den Boden? Damit er nicht abstürtzt! ",
        "id": 40
    },
{
        "body": "Eine Blondine ist gegen das Auto eines Fremden gefahren. Dieser schreit erbost: \"Haben Sie überhaupt eine Fahrprüfung gemacht?\". Brüllt die Blondine zurück: \"Ja! Und das bestimmt öfter als Sie!\" ",
        "id": 41
    },
{
        "body": "Zwei blonde Freundinnen unterhalten sich. \"Du, ich musste gestern einen Schwangerschaftstest machen.\".\"Waren die Fragen denn sehr schwer?\" ",
        "id": 42
    },
{
        "body": "Warum gehen Blondinen immer als Gruppe zu Horrorfilmen ins Kino? — Weil die ja erst ab 18 freigegeben sind! ",
        "id": 43
    },
{
        "body": "Wie bezeichnet man eine Blondine die 95% ihrer Intelligenz verloren hat? Witwe! ",
        "id": 44
    },
{
        "body": "Wie schaltet eine Blondine nach dem Sex das Licht an? Sie öffnet die Autotür. ",
        "id": 45
    },
{
        "body": "Warum lächeln Blondinen bei Gewitter? Sie wissen, dass sie fotografiert werden. ",
        "id": 46
    },
{
        "body": "Warum hat eine Blondine genau eine Gehirnzelle mehr als ein Pferd? Damit sie beim Treppe putzen nicht aus dem Eimer trinkt! ",
        "id": 47
    },
{
        "body": "Was ist für einen Blondine lang und hart? Die vierte Klasse! ",
        "id": 48
    },
{
        "body": "Ein Mann bittet eine Blondine sich hinter sein Auto zu stellen, um ihm zu sagen, ob sein Blinker funktioniert.Blondine geht hinters Auto und ruft: \"Ja, Nein; Ja, Nein; Ja, Nein\"",
        "id": 49
    },
{
        "body": "Warum ißt die Blondine den Joghurt schon im Supermarkt? Auf dem Deckel steht \"Bitte hier öffnen\". ",
        "id": 50
    }
]
