[
    {
        "body": "Was lieben Autos zum Nachtisch?. Parkplätzchen.",
        "id": 1
    },
	{
        "body": "Mann zum Arzt: \"Wenn ich hier drücke tut es weh, wenn hier weiter oben drücke, tut es weh, hier am Bein, wenn ich dort drücke, tut es weh und hier auch.\" Arzt: \"Ja, Sie haben Ihren Zeigefinger gebrochen!\"",
        "id": 2
    },
	{
        "body": "Zwei Fliegen sitzen auf einem Hundehaufen. Fragt die eine die andere: \"Soll ich dir einen guten Witz erzählen?\". Darauf die andere Fliege: \"Aber bitte nichts ekliges! Ich esse gerade!\"",
        "id": 3
    },
	{
        "body": "Wann gehen U-Boote unter?. Am Tag der offenen Tür.",
        "id": 4
    },
	{
        "body": "Wie nennt man einen Matrosen, der sich nicht wäscht?. Meerschweinchen",
        "id": 5
    },
	{
        "body": "Ägyptisch, oder ich schieße. Ich kann leider kein Ägyptisch. Ägyptisch jetzt sofort. Ein Sachse bei der Polizeiausbildung",
        "id": 6
    },
	{
        "body": "Eine Glühbirne zur anderen: \"Lass uns durchbrennen!\" Sagt die andere: \"In Ordnung\" und geht aus.",
        "id": 7
    },
	{
        "body": "\"Herr Doktor, keiner nimmt mich so wirklich ernst!\".  \"Echt jetzt? Sie scherzen!\" ",
        "id": 8
    },
	{
        "body": "Warum legen Hühner Eier?. Wenn sie, sie schmeißen würden gehen sie doch kaputt!",
        "id": 9
    },
	{
        "body": "Treffen sich zwei Unterhosen, sagt die eine zur anderen: \"Warst du im Urlaub, du bist so braun.\" ",
        "id": 10
    },
	{
        "body": "Treffen sich zwei Gurken im Glas. Sagt die eine zur anderen: \"lass mich auch mal ans Fenster.\"",
        "id": 11
    },
	{
        "body": "Vor welchem Tier haben Frauen am meisten Angst?. Vor dem Vergewal\"tiger\".",
        "id": 12
    },
	{
        "body": "Was haben Elektriker in der Hose?. Einen Kurzen.",
        "id": 13
    },
	{
        "body": "Warum fliegen Vögel im Winter gegen Süden?. Weil es einfacher ist, als zu Fuß zu gehen.",
        "id": 14
    },
	{
        "body": "Wie schellt der Affe an der Tür?. King Kong, King Kong.",
        "id": 15
    },
	{
        "body": "Ich habe ein Brötchen angerufen, aber es war belegt.",
        "id": 16
    },
	{
        "body": "Ein chinesisches Pärchen hat mir heute beim Brandenburger Tor eine sehr gute Spiegelreflexkamera geschenkt. Den Rest hab ich nicht verstanden.",
        "id": 17
    },
	{
        "body": "Der Kriminalbeamte zur Frau: \"Ihr Mann hat sich also erhängt?\". Frau: \"Ja, das stimmt!\". Beamter: \"Und wieso hat er dann die ganzen blauen Beulen auf seinem Kopf?\". Frau: \"Er hat ein Gummiband genommen!\"",
        "id": 18
    },
	{
        "body": "Patient: \"Herr Doktor, ich bin so vergesslich geworden\". Doktor: \"Ok, verstehe\". Patient: \"Was verstehen Sie?\"",
        "id": 19
    },
	{
        "body": "Was macht der Terrorist im Treppenhaus?. Hochgehen.",
        "id": 20
    },
	{
        "body": "Was ist das Gegenteil von Katalog?. Kata sagte die Wahrheit.",
        "id": 21
    },
	{
        "body": "Toilettenpapier spielte schon immer eine große Rolle bei mir.",
        "id": 22
    },
	{
        "body": "Ach Schatz, seitdem du mit dem Fasten angefangen hast, küsst du viel leidenschaftlicher. Wie leidenschaftlicher? Ich suche nach Essensresten.",
        "id": 23
    },
	{
        "body": "Warum sitzen im Hubschrauber immer zwei Mann?. Ist doch klar. Der eine hupt und der andere schraubt.",
        "id": 24
    },
	{
        "body": "Was sitzt im Baum und weint?. Eine Heule",
        "id": 25
    },
	{
        "body": "Gast: \"Herr Ober zahlen bitte!\". Ober: \"Acht, Dreizehn, Neun, Dreiundzwanzig\"",
        "id": 26
    },
	{
        "body": "Ach Papa, ich habe dich ja soooo lieb. Ohne Gentest, bin ich immer noch Hans-Dieter für dich.",
        "id": 27
    },
	{
        "body": "Das Reh springt hoch, das Reh springt weit, warum auch nicht, es hat ja Zeit!",
        "id": 28
    },
	{
        "body": "Fliegen zwei Luftballons durch die Wüste. Sagt der eine zum anderen: \"Pass auf, da ist ein Peng.\"",
        "id": 29
    },
	{
        "body": "War neulich beim Augenarzt. Er sagte ich habe eine südamerikanischer Augenkrankheit. Er sagt ich Chile.",
        "id": 30
    },
	{
        "body": "Welche Handwerker essen am meisten?. Maurer!. Und warum?. Sie verputzen ganze Häuser!",
        "id": 31
    },
	{
        "body": "Mann zum Bäcker: \"Ich hätte gerne 30 Brötchen.\" Bäcker: \"Nehmen sie doch 40, dann reißt die Tüte.\"",
        "id": 32
    },
	{
        "body": "Polizeikontrolle. Polizist: \"Haben Sie Restalkohol?\". Autofahrer: \"Nö, alles ausgetrunken.\" ",
        "id": 33
    },
	{
        "body": "Im Restaurant: \"Isst du Wild?\". Frau: \"Nein ich lasse es ruhig angehen.\"",
        "id": 34
    },
	{
        "body": "Bin heute Nachmittag mit meiner Frau zu Carglas gefahren. Von wegen die tauschen aus.",
        "id": 35
    },
	{
        "body": "Ich schlafe gerne nackt. Da kann die Stewardess noch so böse kucken.",
        "id": 36
    },
	{
        "body": "Schmeißt ein siamesischer Zwilling seinen Bruder von der Brücke.",
        "id": 37
    },
	{
        "body": "Mein Hund ist toll. Wenn ich ihn frage, wie ich in dem Kleid aussehe, sagt er: \"Wow!\"",
        "id": 38
    },
	{
        "body": "Was hockt im Baum und winkt dir fröhlich zu?. Ein Huhu.",
        "id": 39
    },
	{
        "body": "Frau zum Psychiater: \"Herr Doktor, bitte helfen Sie mir. Mein Mann denkt, er ist ein Huhn.\" \"Warum bringen Sie ihn dann nicht in die Psychiatrie?\".  \"Würde ich ja, aber ich brauche doch die Eier.\"",
        "id": 40
    },
	{
        "body": "Was ist rot und fliegt durch die Luft?. Die Binde Maya! ",
        "id": 41
    },
	{
        "body": "Welches Tier schreibt man mit nur einem Buchstaben?. Die Kuh",
        "id": 42
    },
	{
        "body": "Meine Frau sagt häufig zu mir \"du Hengst\". Gestern zum Beispiel: \"Du Hengst nur noch auf der Couch rum.\" ",
        "id": 43
    },
	{
        "body": "Wenn ein Tampon und eine Binde um die Wette laufen, wer gewinnt?. Die Binde!. Denn der Tampon stolpert über sein Band. ",
        "id": 44
    },
	{
        "body": "Papa, da ist jemand an der Tür. Er sammelt für das neue Schwimmbad. Ok mein Sohn, gib ihm einen Eimer Wasser mit.",
        "id": 45
    },
	{
        "body": "Was sagt der Überfahrene zur Dampfwalze?. \"Da bin ich jetzt aber platt!\"",
        "id": 46
    },
	{
        "body": "Was ist schwarz rot und lebt in der Antarktis?. Pinguin mit Sonnenbrand.",
        "id": 47
    },
	{
        "body": " Was schwimmt auf dem Wasser und fängt mit \"Z\" an?. \"Zwei Enten.\"",
        "id": 48
    },
	{
        "body": "Mein Vater hat das Herz eines Löwen. Und ein lebenslanges Verbot vom Hamburger Zoo.",
        "id": 49
    },
	{
        "body": "Wie begrüßen sich plastische Chirurgen?. Was machst du heute denn für ein Gesicht?.",
        "id": 50
    }
]
