[
    {
        "body": "Blonde: What does IDK stand for?.\n Brunette: I don’t know.\n Blonde: Why doesn’t anyone know!",
        "id": 1
    },
	{
        "body": "Why can't a blonde dial 911? She can't find the eleven.",
        "id": 2
    },
	{
        "body": "How come it takes so long to build a blonde snowman? Because you have to hollow out the head.",
        "id": 3
    },
	{
        "body": "What did the blonde say when she saw the Cheerios box? \"Omg, donut seeds!\"",
        "id": 4
    },
	{
        "body": "Two blondes fell down a hole. One said, \"It’s dark in here isn’t it?\" The other replied, \"I don’t know; I can’t see.\"",
        "id": 5
    },
	{
        "body": "What can strike a blonde without her even knowing it? A thought.",
        "id": 6
    },
	{
        "body": "Why did the blonde stare at frozen orange juice can for 2 hours? Because it said \"concentrate\".",
        "id": 7
    },
	{
        "body": "Why did the blonde scale the glass wall? To see what was on the other side.",
        "id": 8
    },
	{
        "body": "Why were there bullet holes in the mirror? A blonde tried killing herself.",
        "id": 9
    },
	{
        "body": "How did the blonde die while raking leaves? She fell out of the tree.",
        "id": 10
    },
	{
        "body": "What do you do if a blonde throws a grenade at you? Pull the pin and throw it back.",
        "id": 11
    },
	{
        "body": "How do you drown a blonde in a submarine? Knock on the door.",
        "id": 12
    },
	{
        "body": "Why did the blonde tip-toe past the medicine cabinet? So she wouldn’t wake up the sleeping pills.",
        "id": 13
    },
	{
        "body": "A blonde decided to paint a room. When her husband got home, he asked, \"Why are you wearing an Alaskan and a winter coat?\" She replied, \"The can said for best results apply 2 coats.\"",
        "id": 14
    },
	{
        "body": "Three blondes walk into a building. You'd think one of them would've seen it.",
        "id": 15
    },
	{
        "body": "I couldn't figure out why the baseball kept getting larger. Then it hit me.",
        "id": 16
    },
	{
        "body": "Why do blondes wear underwear? To keep their ankles warm.",
        "id": 17
    },
	{
        "body": "How did the blonde try to kill the bird? She threw it off a cliff.",
        "id": 18
    },
	{
        "body": "Why can't blondes make ice cubes? They always forget the recipe.",
        "id": 19
    },
	{
        "body": "Two blondes are facing each other across a wide stream. One yells to the other, \"How do you get to the other side?\". The other blonde replies, \"You are on the other side!\"",
        "id": 20
    },
	{
        "body": "How do you make a blonde laugh on Saturday? Tell her a joke on Wednesday.",
        "id": 21
    },
	{
        "body": "How do you make a blonde's eyes light up? Shine a flashlight in her ears.",
        "id": 22
    },
	{
        "body": "How do you confuse a blonde? Put her in a circle and tell her to go to the corner.",
        "id": 23
    },
	{
        "body": "Why did the blonde put water on her computer? To wash the Windows.",
        "id": 24
    },
	{
        "body": "What do you call a blonde with 2 brain cells? Pregnant.",
        "id": 25
    },
	{
        "body": "A blonde crashed a helicopter. A police officer asked her what happened. She says, It got cold so I turned off the fan.",
        "id": 26
    },
	{
        "body": "How do you keep a blonde busy for hours? Write \"Please turn over\" on both sides of a piece of paper.",
        "id": 27
    },
	{
        "body": "How can you tell when a brunette is actually a blonde who dyes her hair? When she trips over the cordless phone.",
        "id": 28
    },
	{
        "body": "What did the blonde say when she found out she was pregnant? I wonder if it's mine.",
        "id": 29
    },
	{
        "body": "A man walks by a blonde, who is holding a pig. The man asks, \"Where did you get her?\" The pig answers, \"I won her at the fair.\"",
        "id": 30
    },
	{
        "body": "Three blondes girls were walking in the woods and came upon tracks. The first one said, \"Look, it's deer tracks.\" The second one said, \"No, it's wolf tracks\" and before the third one could answer, they got hit by a train.",
        "id": 31
    },
	{
        "body": "What's a blondes idea of safe sex? Lock the car doors.",
        "id": 32
    },
	{
        "body": "What do you call a really smart blonde? A golden retriever.",
        "id": 33
    },
	{
        "body": "What do UFO's and smart blondes have in common? You keep hearing about them, but never see any.",
        "id": 34
    },
	{
        "body": "What did the blonde say when she looked into a box of Cheerios? \"Oh look! Donut seeds!\"",
        "id": 35
    },
	{
        "body": "How did the blonde die drinking milk? The cow fell on her.",
        "id": 36
    },
	{
        "body": "What do a blonde and a beer bottle have in common? They're both empty from the neck up.",
        "id": 37
    },
	{
        "body": "What do you do if a blonde throws a grenade at you? Pull the pin and throw it back.",
        "id": 38
    },
	{
        "body": "Why should blondes not be given coffee breaks? It takes too long to retrain them.",
        "id": 39
    },
	{
        "body": "I got a compliment on my driving today said a blonde to her friend. There was a note left on my windshield it said \"parking fine\".",
        "id": 40
    },
{
        "body": "A blonde, a redhead, and a brunette were all lost in the desert. They found a lamp and rubbed it. A genie popped out and granted them each one wish. The redhead wished to be back home. Poof! She was back home. The brunette wished to be at home with her family. Poof! She was back home with her family. The blonde said, \"Awwww, I wish my friends were here.\" ",
        "id": 41
    },
{
        "body": "Two blondes fell down a hole. One said, \"It's dark in here isn't it?\". The other replied, \"I don't know; I can't see.\" ",
        "id": 42
    },
{
        "body": "A robber comes into the store and steals a TV. A blonde runs after him and says, \"Wait, you forgot the remote!\" ",
        "id": 43
    },
{
        "body": "A guy was driving in a car with a blonde. He told her to stick her head out the window and see if the blinker worked. She stuck her head out and said, \"Yes, No; Yes, No; Yes, No\" ",
        "id": 44
    },
{
        "body": "How do you keep a blonde in the shower all day? - Hand her a bottle of shampoo that says \"lather, rinse, repeat.\"",
        "id": 45
    },
{
        "body": "What’s every blonde’s dream in life? - To be like Vanna White and actually learn the alphabet.",
        "id": 46
    },
{
        "body": "Why do blondes love boob jobs? - It’s really the only job they’re qualified for.",
        "id": 47
    },
{
        "body": "What did the blonde say when she found out she was pregnant? - \"I wonder if it’s mine.\"",
        "id": 48
    },
{
        "body": "Why did the blonde put her iPad in the blender? - She was trying to make apple juice. ",
        "id": 49
    },
{
        "body": "Three blondes walk into a building. You’d think at least one of them would’ve seen it.",
        "id": 50
    }
]
